Repository: OmegaT-L10N/es
Catalog: tm/Gnome localization/en-es.tmx
Source language: en
Languages: es

source: To report a bug or make a suggestion regarding the AisleRiot application or this manual, follow the directions in the GNOME Feedback Page.
es: Para informar de un fallo, o hacer alguna sugerencia concerniente la aplicación Solitario AisleRiot o este manual, siga las indicaciones en la Página de comentarios de GNOME.

source: Introduction
es: Introducción

source: AisleRiot (also known as Solitaire or sol) is a collection of card games which are easy to play with the aid of a mouse. The rules for the games have been coded for your pleasure in the GNOME scripting language (Scheme).
es: AisleRiot (también conocido como Solitario o Sol) es una colección de juegos de cartas que son fáciles de jugar con el ratón. Las reglas de los juegos han sido desarrolladas para su deleite en el lenguaje de script de GNOME (Scheme).

source: Playing AisleRiot
es: Jugar a AisleRiot

source: Use the mouse to move cards. Click a card and drag it somewhere. Release the mouse button to deposit the card.
es: Use el ratón para mover cartas. Pulse en una carta y arrástrela donde quiera. Deja de pulsar el botón del ratón para soltar la carta.

source: Alternatively, you can move a card by clicking once to pick it up and clicking again to place it. To enable this way of moving cards, choose ControlClick to move. This can be faster than dragging and will be easier on your hand since you don't have to hold the mouse down. However, it may take a while to get used to.
es: Como alternativa, puede mover una carta pulsando una vez en ella para cogerla y pulsándola de nuevo para colocarla. Para ser capaz de mover las cartas de este modo, habilite la opción ControlPulse para mover. Esto puede ser más rápido que arrastrar y será más cómodo para su mano el no mantener pulsado el botón. Sin embargo, le puede llevar un tiempo el acostumbrarse.

source: If a card can be moved to the foundation(s), you do not need to drag it. You can double-click on it and it will move. If a sequence of cards can be moved to the foundations, you can generally move the sequence as one move.
es: Si una carta puede ser colocada en el lugar objetivo, no necesita arrastrarla hasta allí. Puede pulsar dos veces en ella y ésta se colocará sola. Si una secuencia de cartas se pueden mover hasta el lugar objetivo, generalmente podrás mover la secuencia de cartas de una sola vez.

source: Double clicking a card will send it to a foundation, if that is possible. This is useful for cleaning up large numbers of cards at the end of a successful game.
es: Pulsar dos veces en una carta la enviará al lugar objetivo, siempre que sea posible. Esto es útil para librarse de un amplio número de cartas cuando la victoria está cerca.

source: In games which have a stock pile you can redeal it by clicking on the empty space where it was. Be warned that some games only let you do this a limited number of time. Watch for the Redeals Left message at the bottom of the window.
es: En los juegos que tienen un montón almacén de cartas puedes volver a apilarlas pulsando sobre el hueco que se queda donde el montón estaba. Ten en cuenta que en algunos juegos sólo se permite hacer esto un número limitado de veces. Observa el mensaje Repartos restantes en la parte inferior de la ventana.

source: A useful tip to know is that right-clicking on a face-up card which is partially obscured by a card laid over it will raise it so that you can see what it is.
es: Un consejo útil es que pulsando con el botón derecho en una carta parcialmente oculta por otra hará que aparezca de modo que puedas verla completamente.

source: Some games have options to change the way the game is played. For example Klondike can be played with either single card deals or three-card deals. In these games there is a separate menu with the game's name. You can only change the rules of the game at the beginning of the game - the menu will be inactive during the game.
es: Algunos juegos tienen opciones para cambiar el modo de juego. Por ejemplo, al Klondike se puede jugar con repartos simples o repartos de tres cartas. En estos juegos aparecerá un menú aparte con el nombre del juego. Sólo puedes cambiar las reglas del juego al principio de una partida - el menú aparecerá deshabilitado durante ésta.

source: Statistics on how well you have done at a particular game are available by selecting Statistics from the Game menu. Only games where you actually start moving cards are counted. The statistics are here for your own enjoyment, there are numerous ways to cheat and it is unwise to make comparisons.
es: Puedes ver como de bien lo has hecho en un juego en particular seleccionando Estadísticas desde el menú Juego. Sólo se cuentan las partidas en las que se ha movido alguna carta. Las estadísticas sólo están para su propio disfrute, hay muchas formas de hacer trampas y es no es aconsejable hacer comparaciones.

source: The Games
es: Los Juegos

source: Written by Ed Sirett
es: Escrito por Ed Sirett

source: Setup
es: Ajustes

source: Type of Deck
es: Tipo de baraja

source: Standard Deck
es: Baraja estándar

source: Tableau
es: Tablero

source: Fifty-four spaces in five rows of nine and a last row of seven. Deal cards face up one per space. The spaces should be considered as one continuous line, the rows simply arrange the tableau so all of it can be seen at once. Thus the rightmost space of a row is to be considered to the left of the leftmost space of the row below.
es: Cincuenta y cuatro espacios en cinco filas de nueve y la última fila de siete. Se reparten las cartas cara arriba, una por espacio. Los espacios se deben considerar como una línea continua, las filas, simplemente forman el tablero para que todas se puedan ver de una vez. Por ello, se considera que el espacio más a la derecha de una fila está a la izquierda del espacio más a la izquierda de la fila de debajo.

source: Goal
es: Meta

source: Rules
es: Reglas

source: Cards are moved singly. Any card can be moved over another card of the same suit or rank that is in the space immediately to its left or three spaces to its left. The card that is covered is removed from play. All the cards (if any) in spaces to the right of the resulting gap are moved to the left one space so as to close the gap. Double-clicking causes the card to move three spaces, if possible, or failing that one space to the left.
es: Las cartas se mueven de una en una.Cualquier carta se puede mover sobre otra carta del mismo palo o rango que esté en el espacio a su izquierda o tres espacios a su izquierda. La carta cubierta se quita para el juego. Todas las cartas (si hay alguna) en los espacios a la derecha del hueco resultante se mueven un espacio a la derecha para cerrar el hueco. Pulsar dos veces hace que la carta se mueva tres espacios, si es posible, o que ocupe ese espacio a la izquierda.

source: Scoring
es: Puntuación

source: Each card removed scores 1 point.
es: Cada carta eliminada puntúa un tanto.

source: Maximum possible score: 51
es: Máxima puntuación posible: 51

source: Strategy
es: Estrategia

source: This is a diffcult game. Try to find two or three cards of the same rank at or near the last row. Try not to remove any card of this rank. At the end you can move these cards onto each other to win.
es: Éste es un juego difícil. Intente encontrar dos o tres cartas del mismo del mismo rango en o cerca de la primera fila. Intente no eliminar ninguna carta de ese rango. Al final puede mover esas cartas unas encima de las otras para ganar.

source: Written by Rosanna Yuen
es: Escrito por Rosanna Yuen

source: Stock
es: Montón

source: Top left pile. The rest of the deck is placed here after dealing the Tableau. Cards are dealt in batches of seven, one on every Tableau pile.
es: Montón en la parte superior izquierda. El resto de la baraja se coloca aquí después de repartir el tablero. Las cartas se reparten en grupos de siete, una en cada montón del tablero.

source: Foundation
es: Objetivo

source: Four piles top right. To be built in suit and sequence, wrapping from King to Ace when necessary. One card is dealt on to the first Foundation pile. The other Foundation piles must be started with cards of the same rank.
es: Cuatro montones en la parte superior derecha. Para colocarlos en secuencias del mismo palo, saltando del rey al as cuando sea necesario. Una carta se reparte al primer montón objetivo. Los otros montones del objetivo se deben comenzar con cartas del mismo rango.

source: Seven piles. Deal card face up in first pile. Place one card face down on all other piles. Place one card face up on next pile followed by one card face down on all the covered piles. Repeat until there are seven cards in last pile. Tableau can be built down in same colors. Groups of cards can be moved. Empty piles can only be filled by the next deal from the Stock.
es: Siete montones. Se reparte la primera carta boca arriba en el primer montón. Se coloca una carta boca abajo en cada uno de los otros montones. Se sitúa una carta boca arriba en el siguiente montón seguida por una carta boca abajo en los montones cubiertos por cartas boca abajo. Se repite el proceso hasta que en el último montón haya siete cartas. El tablero se puede construir con cartas del mismo color en orden descendente. Es posible mover grupos de cartas. Los montones vacíos sólo se pueden llenar con el siguiente reparto desde el montón.

source: Cards are dealt one at a time from the stock. There is no limit to how many times you can redeal the stock.
es: Las cartas se sacan desde el montón de una en una. No hay limite en el número de repartos.

source: About
es: Acerca de

source: Aisleriot provides a rule-based solitaire card engine that allows many different games to be played.
es: Aisleriot proporciona un motor de juegos de cartas basado en reglas que permite jugar a muchos juegos diferentes.

source: Aisleriot web site
es: Página web de Aisleriot

source: Remove the black joker.
es: Quitar el comodín negro.

source: Remove the red joker.
es: Quitar el el comodín rojo.

source: Remove the ace of clubs.
es: Quitar el as de tréboles.

source: Remove the two of clubs.
es: Quitar el dos de tréboles.

source: Remove the three of clubs.
es: Quitar el tres de tréboles.

source: Remove the four of clubs.
es: Quitar el cuatro de tréboles.

source: Remove the five of clubs.
es: Quitar el cinco de tréboles.

source: Remove the six of clubs.
es: Quitar el seis de tréboles.

source: Remove the seven of clubs.
es: Quitar el siete de tréboles.

source: Remove the eight of clubs.
es: Quitar el ocho de tréboles.

source: Remove the nine of clubs.
es: Quitar el nueve de tréboles.

source: Remove the jack of clubs.
es: Quitar la jota de tréboles.

source: Remove the queen of clubs.
es: Quitar la reina de tréboles.

source: Remove the unknown card.
es: Quitar la la carta desconocida.

source: Remove the ace of spades.
es: Quitar el as de picas.

source: Remove the two of spades.
es: Quitar el dos de picas.

source: Remove the three of spades.
es: Quitar el tres de picas.

source: Remove the four of spades.
es: Quitar el cuatro de picas.

source: Remove the five of spades.
es: Quitar el cinco de picas.

source: Remove the six of spades.
es: Quitar el seis de picas.

source: Remove the seven of spades.
es: Quitar el siete de picas.

source: Remove the eight of spades.
es: Quitar el ocho de picas.

source: Remove the nine of spades.
es: Quitar el nueve de picas.

source: Remove the jack of spades.
es: Quitar la jota de picas.

source: Remove the queen of spades.
es: Quitar la reina de picas.

source: Remove the ace of hearts.
es: Quitar el as de corazones.

source: Remove the two of hearts.
es: Quitar el dos de corazones.

source: Remove the three of hearts.
es: Quitar el tres de corazones.

source: Remove the four of hearts.
es: Quitar el cuatro de corazones.

source: Remove the five of hearts.
es: Quitar el cinco de corazones.

source: Remove the six of hearts.
es: Quitar el seis de corazones.

source: Remove the seven of hearts.
es: Quitar el siete de corazones.

source: Remove the eight of hearts.
es: Quitar el ocho de corazones.

source: Remove the nine of hearts.
es: Quitar el nueve de corazones.

source: Remove the jack of hearts.
es: Quitar la jota de corazones.

source: Remove the queen of hearts.
es: Quitar la reina de corazones.

source: Remove the ace of diamonds.
es: Quitar el as de diamantes.

source: Remove the two of diamonds.
es: Quitar el dos de diamantes.

source: Remove the three of diamonds.
es: Quitar el tres de diamantes.

source: Remove the four of diamonds.
es: Quitar el cuatro de diamantes.

source: Remove the five of diamonds.
es: Quitar el cinco de diamantes.

source: Remove the six of diamonds.
es: Quitar el seis de diamantes.

source: Remove the seven of diamonds.
es: Quitar el siete de diamantes.

source: Remove the eight of diamonds.
es: Quitar el ocho de diamantes.

source: Remove the nine of diamonds.
es: Quitar el nueve de diamantes.

source: Remove the jack of diamonds.
es: Quitar la jota de diamantes.

source: Remove the queen of diamonds.
es: Quitar la reina de diamantes.

source: Item
es: Elemento

source: Main Menu
es: Menú principal

source: Change which applications are shown on the main menu
es: Cambie las aplicaciones que se muestran en el menú principal

source: _Revert to Original
es: _Revertir al original

source: Restore the default menu layout
es: Restaurar la distribución de menú predeterminada

source: _Menus:
es: _Menús:

source: It_ems:
es: _Elementos:

source: _New Menu
es: Menú _nuevo

source: Ne_w Item
es: Ele_mento nuevo

source: New _Separator
es: _Separador nuevo

source: Move Up
es: Subir

source: Move Down
es: Bajar

source: Revert Changes?
es: ¿Revertir los cambios?

source: Revert all menus to original settings?
es: ¿Revertir todos los menús a la configuración original?

source: Add or remove applications from the main menu
es: Añadir o quitar aplicaciones del menú principal

source: Choose an icon
es: Elegir un icono

source: Choose a command
es: Elegir un comando

source: Launcher Properties
es: Propiedades del lanzador

source: Name:
es: Nombre:

source: Command:
es: Comando:

source: Comment:
es: Comentario:

source: Browse
es: Examinar

source: Launch in Terminal?
es: ¿Ejecutar en una terminal?

source: Directory Properties
es: Propiedades de la carpeta

source: Restore System Configuration
es: Restaurar la configuración del sistema

source: Memory Checker
es: Verificador de memoria

source: Alleyoop Memory Checker
es: Verificador de memoria Alleyoop

source: Find memory-management problems in your programs using the valgrind tool
es: Busque problemas de gestión de memoria en sus programas usando la herramienta «valgrind»

source: Run Executable...
es: Ejecutar...

source: Enter the path to an executable and any arguments you wish to pass to it.
es: Introduzca la ruta al ejecutable y cualquier argumento que desee pasarle.

source: Could not load `%s': %s
es: No se pudo cargar «%s»: %s

source: Load Valgrind log...
es: Cargar registro Valgrind...

source: Could not save to `%s': %s Overwrite?
es: No se pudo guardar «%s» %s ¿Sobrescribir?

source: Could not save to `%s': %s
es: No se puede guardar «%s»: %s

source: Save Valgrind log...
es: Guardar registro Valgrind.

source: Alleyoop is a Valgrind front-end for the GNOME environment.
es: Alleyoop es un entorno Valgrind para el entorno GNOME.

source: _Run
es: _Ejecutar

source: Run program
es: Ejecutar programa

source: _Kill
es: _Matar

source: Kill program
es: Matar programa

source: _Open...
es: A_brir…

source: Open a log file
es: Abrir un archivo de registro

source: _Save
es: _Guardar

source: Save the file
es: Guardar el archivo

source: Save _As...
es: Guardar como…

source: Save the file as...
es: Guardar el archivo como…

source: _Quit
es: _Salir

source: Exit the program
es: Salir del programa

source: Cu_t
es: Cor_tar

source: Cut to clipboard
es: Cortar al portapapeles

source: _Copy
es: _Copiar

source: Copy to clipboard
es: Copiar al portapapeles

source: _Paste
es: _Pegar

source: Paste from clipboard
es: Pegar del portapapeles

source: C_lear
es: _Limpiar

source: Clear log view
es: Limpiar el registro

source: _Settings
es: _Configuración

source: Prefere_nces
es: _Preferencias

source: Edit preferences...
es: Editar preferencias…

source: Suppressions
es: Supresiones

source: View/Edit Suppressions
es: Ver/Editar supresiones

source: _Tools
es: _Herramientas

source: _About
es: A_cerca de

source: About Alleyoop
es: Acerca de Alleyoop

source: Use the AddrCheck Valgrind tool
es: Usar la herramienta AddrCheck de Valgrind

source: Use the MemCheck Valgrind tool
es: Usar la herramienta MemCheck de Valgrind

source: Use the Helgrind tool
es: Usar la herramienta Helgrind

source: Run
es: Ejecutar

source: Run Program
es: Ejecutar programa

source: Kill
es: Matar

source: Kill Program
es: Matar programa

source: Open Log File
es: Abrir archivo de registro

source: Save Log File
es: Guardar archivo de registro

source: Display help and quit
es: Mostrar ayuda y salir

source: Display version and quit
es: Mostrar versión y salir

source: Add <dir> to the list of directories to search for source files
es: Añadir <carpeta> a la lista de carpetas para buscar archivos fuente

source: Recursively add <dir> and all subdirectories to the list of directories to search for source files
es: Recursivamente añadir <carpetas> y todas las subcarpetas a la lista de carpetas para buscar archivos fuente

source: Specify the default Valgrind tool to use
es: Especificar la herramienta Valgrind predeterminada que se va a usar

source: Alleyoop Preferences
es: Preferencias de Alleyoop

source: Preview
es: Previsualizar

source: lines above and below the target line.
es: lineas arriba y abajo de la línea objetivo

source: Failed to create pipe to '%s': %s
es: Falló al crear la tubería a «%s»: %s

source: Failed to create child process '%s': %s
es: Falló al crear el proceso hijo «%s»: %s

source: Invalid syntax in settings '%s'. Please enter a value of the form "<integer>,<integer>,<integer>".
es: Sintaxis no válida en configuración de «%s». Por favor, introduzca un valor con la forma "<integer>,<integer>,<integer>".

source: Override default settings
es: Ignorar configuración preestablecida
